[Language]
DisplayName=فارسی

[0]
0=GUI TAB GENERAL
1=لاگ
2=لاگ ربات
3=: استایل لاگ
4=.استفاده از این گزینه برای تنظیم نوع لاگ
5=استفاده از جدا کننده برای تغییر اندازه
6=لاگ ربات و حمله با اندازه یکسان
7=لاگ ربات بزرگ, لاگ حمله کوچک
8=لاگ ربات کوچک, لاگ حمله بزرگ
9=فقط لاگ ربات, مخفی کردن لاگ حمله
10=مخفی کردن لاگ ربات, فقط لاگ حمله
11=حذف لاگ حمله
12=.با استفاده از این گزینه لاگ حمله را حذف کنید
13=کپی به حافظه
14=.(CTRL+C) با استفاده از این گزینه لاگ حمله را به حافظه کپی کنید
15=لاگ حمله
16=                   --------  پاداش  -----       --------  غارت  ------                                                                                                                                                                                                                                                                     
17="  نیرو|ا س|اکسیر |طلا         |س|کاپ|اک سیاه       |اکسیر         |طلا           |جستجو  |کاپ     |زمان"

[1]
0=GUI TAB TROOPS
1=نیروها
2=نیروهای اکسیر
3=.تنظیم نوع ترکیب ارتش
4=.استفاده از 'حالت سربازخانه' یا 'نیروهای سفارشی' برای ترکیب دستی
5=پیش ‌فرض : آرچر
6=پیش‌ فرض : بربر
7=پیش ‌فرض : گابلین
8=پیش ‌فرض : بربر.آرچر
9=پیش‌ فرض : ب.آ.گ.ج
10=پیش ‌فرض : ب.آ.جاینت
11=پیش‌ فرض : ب.آ.گابلین
12=پیش ‌فرض : ب.آ.گ.ج.وال
13=حالت سربازخانه
14=نیروهای سفارشی
15=حالت سربازخانه
16=تنظیم نیروها برای ساخت در سربازخانه
17=بربر
18=آرچر
19=جاینت
20=گابلین
21=وال بریکر
22=بالن
23=ویزارد
24=هیلر
25=دراگون
26=پکا
27=دوام نیروها
28='اردوگاه 'پر=
29=.بعد از رسیدن نیروهای اردوگاه به درصد % مشخص شده حمله شروع می شود
30=تنظیمات سریع کردن
31=سربازخانه
32=!تعداد سربازخانه ها برای سریع کردن توسط جم! با احتیاط استفاده کنید
33= دفعات اجرا
34=!با استفاده از این میتوانید سربازخانه را توسط جم سریع تر کنید! با احتیاط استفاده کنید
35=!با استفاده از این میتوانید اسپل ساز را توسط جم سریع تر کنید! با احتیاط استفاده کنید
36=!با استفاده از این میتوانید اسپل تاریک ساز را توسط جم سریع تر کنید! با احتیاط استفاده کنید
37=!با استفاده از این میتوانید بربر کینگ را توسط جم سریع تر کنید! با احتیاط استفاده کنید
38=!با استفاده از این میتوانید آرچر کوین را توسط جم سریع تر کنید! با احتیاط استفاده کنید
39=نیروها
40=تنظیم % از
41=تعداد را وارد کنید
42=جمع
43=.جمع ٪ از سربازها باید برار 100٪ باشد
44=اضافه کردن نیروها
45=برای ساختن
46=وال بریکر
47=اضافه کردن نیروهای سیاه
48=مینیون
49=هوگ رایدر
50=والکری
51=گولم
52=ویچ
53=لاوا هوند
54=اسپل
55=برای ساختن اسپل
56=رعد و برق
57=شفا
58=خشم
59=سم
60=عجله
61=ظرفیت اسپل
62=.ظرفیت اسپل ساز را وارد کنید، اگر نمیخواهید از اسپل استفاده کنید صفر را وارد کنید
63=پکا
64=!با استفاده از این میتوانید گرند واردن را توسط جم سریع تر کنید! با احتیاط استفاده کنید
65=پرش
66=یخ
67=زلزله
68=نیروهای اکسیر سیاه
69=حالت سربازخانه اکسیر سیاه
70=هیچی
71=اسپل اکسیر سیاه
72=اسپل اکسیر

[2]
0=GUI TAB SEARCH
1=جستجو
2=تنها پایگاه مرده
3=تنها پایگاه زنده
4=هردو پایگاه مرده و پایگاه زنده
5=.تنها پایگاه مرده : گردآورنده های پر. بیشترین غارت در خارج از دهکده
6=.تنها پایگاه زنده : مخازن پر. بیشترین غارت در داخل دهکده
7=.هردو حالت : جستجو برای هر دو، حمله به هر کدام که اولین بار پیدا شد
8=تنظیمات جستجو
9=هشدار هنگام پیدا شدن یک پایگاه
10=.تیک این گزینه را بزنید تا با هشدار صوتی و متنی از پیدا شدن یک پایگاه برای حمله آگاه شوید
11=راه اندازی در هر :
12=.جستجو و راه اندازی مجدد برای جستجو دهکده دشمن X بازگشت به پایگاه پس از
13=جستجو
14=شرایط پایگاه مرده (گردآورنده پر)
15=شروع با تاخیر
16=.شروع جستجو برای شکار تاون هال بعد از این که به تعداد وارد شده پایگاه زنده جستجو شد
17=.قبل از فعال شدن این حالت به تعداد وارد شده جستجو انجام می شود
18=جستجو
19=.جستجو برای یک پایگاه که مطابق با مقادیر تعیین شده برای طلا و/یا/به علاوه اکسیر منابع داشته باشد
20=.و : حداقل مقدار طلا و اکسیر پایگاه مورد جستجو باید برابر با مقادیر تعیین شده باشند
21=.یا : حداقل مقدار طلا یا اکسیر پایگاه مورد جستجو باید برابر با مقادیر تعیین شده باشد
22=.به علاوه) : حداقل مقدار طلا + اکسیر پایگاه مورد جستجو باید برابر با مقدار تعیین شده باشد) +
23=طلا و اکسیر
24=طلا یا اکسیر
25=طلا + اکسیر
26=.تنظیم حداقل مقدار طلا که دهکده مورد جستجو برای حمله باید داشته باشد
27=.تنظیم حداقل مقدار اکسیر که دهکده مورد جستجو برای حمله باید داشته باشد
28=.تنظیم حداقل مقدار طلا + اکسیر که دهکده مورد جستجو برای حمله باید داشته باشد
29=اکسیر سیاه
30=.جستجو برای یک پایگاه که حداقل مقدار اکسیر سیاه آن مطابق با مقدار تعیین شده باشد
31=.تنظیم حداقل مقدار اکسیر سیاه که دهکده مورد جستجو برای حمله باید داشته باشد
32=کاپ
33=.جستجو برای یک پایگاه که حداقل مقدار کاپ آن مطابق با مقدار تعیین شده باشد
34=.تنظیم حداقل مقدار کاپ که دهکده مورد جستجو برای حمله باید داشته باشد
35=تاون هال
36=.جستجو برای یک پایگاه که حداکثر سطح تاون هال آن مطابق با مقدار تعیین شده باشد
37=.تنظیم حداکثر سطح تاون هال که دهکده مورد جستجو برای حمله باید داشته باشد
38=تاون هال بیرون
39=(جستجو برای یک پایگاه که تاون هال آن بیرون قرار گرفته است. (خارج از دیوارها
40=پایگاه ضعیف
41=.جستجو برای یک پایگاه که دفاع آن ضعیف باشد
42=.تنظیم حداکثر سطح مورتار که دهکده مورد جستجو برای حمله باید داشته باشد
43=.تنظیم حداکثر سطح ويزارد تاور هنگام جستجو دهکده برای حمله
43.تنظیم حداکثر سطح ويزارد که دهکده مورد جستجو برای حمله باید داشته باشد
44=آغاز حمله بعد احقاق یکی از شرط ها
45=.در صورتی که یکی از شروط بالا احقاق شود حمله شروع خواهد شد
46=شرایط پایگاه زنده
47=کاهش مقادیر جستجو
48=کاهش مقادیر بعد از هر :
49=.اگر میخواید مقادیر جستجو به طور خودکار پس از تعداد مشخص شده جستجو کاهش داده شود تیک این گزینه را بزنید
50=.تعداد جستجو که می خواید بعد از آن مقادیر جستجو کاهش یابد را وارد کنید
51=جستجو
52=.مقدار کاهش طلا برای هر مرحله از کاهش را وارد کنید
53=.مقدار کاهش اکسیر برای هر مرحله از کاهش را وارد کنید
54=.مقدار کاهش طلا + اکسیر برای هر مرحله از کاهش را وارد کنید
55=.مقدار کاهش اکسیر سیاه برای هر مرحله از کاهش را وارد کنید
56=.مقدار کاهش کاپ برای هر مرحله از کاهش را وارد کنید
57=حالت جستجو
58=.بعد از جستجو پایگاه مرده در این تعداد، جستجو پایگاه زنده آغاز شود
100=...پیکربندی گردآورنده ها

[3]
0=GUI TAB ATTACK
1=حمله
2=استقرار در پایگاه مرده
3=حمله از
4=حمله به پایگاه فقط از یک جهت
5=حمله به پایگاه فقط از دو جهت
6=حمله به پایگاه فقط از سه جهت، برخی بیرون و برخی داخل پایگاه
7=.تعداد جهت ها حمله را انتخاب کنید
8=یک جهت
9=دو جهت
10=سه جهت
11=همه جهت ها یکسان
12=نیروها
13=استفاده تمام نیروها
14=استفاده از سربازخانه
15=فقط بربر
16=فقط آرچر
17=بربر+آرچر
18=بربر+گابلین
19=آرچر+گابلین
20=بربر+آرچر+جاینت
21=ب+آ+گابلین+جاینت
22=بربر+آرچر+هوگ رایدر
23=بربر+آرچر+مینیون
24=تاخیر واحد
25=.در استقرار نیروها تاخیر می اندازد، 1 (سریع) = مانند یک ربات، 10 (آهسته) = مانند یک انسان
26=.تصادفی توسط ربات، متنوع تر و به یک انسان نزدیک تر خواهد شد
27=موجی
28=تاخیر تصادفی استقرار واحدی و موجی
29=حمله هوشمند : نزدیک به خط قرمز
30=.استفاده از حمله هوشمند برای تشخیص بیرون "خط قرمز" دهکده برای حمله. و رها کردن نیروها خودی نزدیک به آن
31=نوع استقرار
32=.حالت استقرار موجی نیروها را انتخاب کنید
33=.(نوع 1 : استقرار موجی از یک نوع نیرو در هر طرف و سپس سایر نیروها (مثال : اول بربر کامل ریخته میشه بعد سراغ نیروهای دیگر میرود
34=.نوع 2 : رها کردن یک موج کامل از تمام نیروها (به عنوان مثال جاینت، بربر و آرچر) در هر جهت سپس جهات دیگر
35=جهت، سپس نیرو
36=نیرو، سپس طرف
37=استقرار نیروها نزدیک معادن طلا
38=استقرار نیروها نزدیک گردآورنده های اکسیر
39=استقرار نیروها نزدیک دریل های اکسیر سیاه
40=استفاده از بربر کینگ
41=...استفاده از بربر کینگ در هنگام حمله
42=استفاده از آرچر کوین
43=...استفاده از آرچر کوین در هنگام حمله
44=استقرار در نبرد
45=.استقرار کلن کستل در نبرد اگر در آن نیرو باشد
46=استقرار در پایگاه زده
47=تعادل کلن کستل
48=تعادل ا/د
49=.اتسقرار کلن کستل در حمله تنها در صورتی که حاصل تقسیم 'نیروهای اهدا شده/نیروهای دریافت شده' از حاصل تقسیم 'ا/د' بزرگتر باشد
50=نسبت اهدا نیرو
51=نسبت اهدا / دریافت
52=.مثال : 1/1 => اهدا و دریافت نیرو کلن ستل برابر، 1/2 => دریافت نیرو نصف اهدای نیرو باشد
53=نسبت دریافت نیرو
54=توانایی های قهرمان (ابیلیتی)
55=فعال سازی توانایی های قهرمانان بعد از
56=.فعال کردن توانایی در یک زمان مشخص
57=.توانایی همه قهرمانان در همان زمان فعال می شود
58=(فعال شدن خودکار توانایی قهرمانان زمانی که ضعیف شدن (ناحیه قرمز
59=.فعال شدن این توانایی ها هنگامی که قهرمان ضعیف می شوند
60=.تیک فعال کردن قهرمانان به صورت جداگانه است
61=.تنظیم زمان بر حسب ثانیه برای زمان بندی فعال سازی توانایی های قهرمان
62=ثانیه
63=حمله به همه جهات به یک اندازه،به دست آوردن بیشتر از پیگاه های بیرونی
64=جهت حمله نزدیک ذخایر اکسیر سیاه باشد
65=جهت حمله نزدیک به تاون هال باشد
66=جهت حمله اکسیر سیاه
67=جهت حمله تاون هال
68=استقرار قهرمانان و کلن کستل
69=...استفاده از گرند واردن در هنگام حمله
70=فعال سازی توانایی های گرند واردن بعد از
71=.استفاده از توانایی گرند واردن در یک زمان مشخص
72=.تنظیم زمان بر حسب ثانیه برای زمان بندی فعال سازی قابلیت گرند واردن
73=....منتظر آماده شدن بربر کینگ قبل از حمله می شود
74=....منتظر آماده شدن آرچر کوین قبل از حمله می شود
75=....منتظر آماده شدن گرند واردن قبل از حمله می شود
76=استفاده
77=صبر
78=تنظیمات دوشیدن
79=انتخاب کنید برای استفاده از بربر کینگ در طول حمله، و صبر برای بربر کینگ قبل از شروع حمله
80=صبر برای گزینه قهرمان غیر فعال زمانی که به طور مداوم ارتقای قهرمان انتخاب شده!
81=انتخاب کنید برای استفاده از آرچر کوین در طول حمله، و صبر برای آرچر کوین قبل از شروع حمله
82=انتخاب کنید برای استفاده از گرند واردن در طول حمله، و صبر برای گرند واردن قبل از شروع حمله
83=حمله فارم دوشیدن
103=چهار انگشتی
104=دخیره هوشمند نیرو

[4]
0=GUI TAB ATTACKADV
1=حمله پیشرفته
2=تنظیمات حمله
3=گزینه حمله حال حاضر
4=با فعال کردن این گزینه یک کلید در صفحه اصلی ربات اضافه می شود
5=.که توسط آن هنگام جستجو یک پایگاه برای حمله میتوانید حمله را بصورت دستی انجام دهید
6=.کلید حمله حال حاضر!تنها در هنگام جستجو پایگاه برای حمله ظاهر خواهد شد
7=: اضافه با تاخیر
8=.اضافه کردن بعد این مقدار از زمان برای کم کردن سرعت جستجو
9=ثانیه
10=حمله تاون هال بیرون
11=(تیک زدن این گزینه برای حمله به تاون هال بیرون. (خارج از دیوار
12=.نکته : همچنین اگر شما فقط می خواهید پایگاه بیرون را جستجو کنید تیک گزینه 'تاون هال بیرون' در تب جستجو بزنید
13=شکار تاون هال
14=شکار هنگام ساخت نیرو
15=.اگر می خواهید هنگام ساخت نیرو جستجو ربات برای یافتن تاون هال بیرون شروع شود تیک این گزینه را بزنید
16=: فاصله
17=(تعداد کاشی فاصله تاون هال از گوشه ها. (مثلا اگر 3 عدد بزارید دنبال تاون هالی جستجو میکنه که بیشترین فاصلش از گوشه ها 3 کاشی باشه
18=: محدود کردن جستجو
19=.حداکثر جستجو که بعد آن به دهکده ی خود برگردد
20=: درصد ساخت نیرو برای شروع شکار
21=.وقتی ظرفیت نیروهای ساخته شده به این درصد برسند شکار تاون هال شروع می شود
22=ترکیب شکار تاون هال
23=ترکیب شکار
24=(اضافه کردن ترکیب شکار تاون هال به تنظیمات جاری جستجو. (به عنوان مثال : پایگاه مرده یا شکار تاون هال
25=: اضافه کردن
26=(تعداد کاشی فاصله تاون هال از گوشه ها برای این که به عنوان تاون هال خارجی دیده شود را وارد کنید. (تاون هال بیرون از دیوارها
27=.مثال : (0) کاشی : تاون هال باید دقیقا در گوشه باشد. (4) کاشی : تاون هال ممکن است 4 کاشی دورتر از گوشه ها و به مرکز دهکده نزدیک تر باشد
28=.اگر تاون هال دورتر از مقدار کاشی وارد شده باشد از حمله به آن صرف نظر میشود و به جستجو ادامه می دهد
29=کاشی از گوشه پایگاه
30=: نوع حمله تاون هال
31=حمله : بارچ هوشمند
32=حمله : بام
33=حمله : حداکثر
34=حمله : گبارچ
35=حمله : سفارشی
36=بارچ هوشمند : بربر/آرچر
37=بام : بربر/آرچر/مینیون
38=حداکثر : استفاده از تمام نیروها
39=گبارچ : جاینت/بربر/آرچر
40=سفارشی : ساخت استراتژی خود
41=تاون هال پایین بود
42=استقرار : بزرگنمایی
43=استقرار : در دو جهت
44=!استراتژی استقرار نیروهای خود را برای وقتی که تاون هال در پایین صفحه نمایش شناسایی شد انتخاب کنید
45=.استقرار : بزرگنمایی" : اول بزرگنمایی، پس از آن از حمله پایین"
46=!استقرار : در دو جهت" : تلاش برای رسیدن به تاون هال از سمت چپ و راست بدون زوم کردن، ممکن است نیروهای شما هدف دیگری انتخاب کنند"
47=بربر کینگ
48=استفاده از بربر کینگ در هنگام حمله برای شکار تاون هال
49=اسقرار در موج اول
50=اسپل رعد
51=استفاده از اسپل رعد و برق در هنگام حمله برای شکار تاون هال
52=اسقرار در موج سوم
53=آرچر کوین
54=استفاده از آرچر کوین در هنگام حمله برای شکار تاون هال
55=اسقرار در موج اول
56=اسپل خشم
57=استفاده از اسپل خشم در هنگام حمله برای شکار تاون هال
58=اسقرار در موج سوم
59=کلن کستل
60=استفاده از کلن کستل در هنگام حمله برای شکار تاون هال
61=اسقرار در موج دوم
62=اسپل شفا
63=استفاده از اسپل شفا در هنگام حمله برای شکار تاون هال
64=اسقرار در موج دوم
65=ترکیب قلدری کردن در حمله
66=قلدری بعد از :
67=(اضافه کردن ترکیب قلدری به تنظیمات جستجو جاری. (به عنوان مثال : پایگاه مرده یا قلدری
68=.قلدری : حملات به تاون هال سطح پایین تر بعد از تعداد جستجو مشخص شده
69=.قلدری : بعد از این تعداد جستجو فعال می شود
70=جـستجـو پایگاه
71=: حداکثرسطح تاون‌هال
72=.قلدری : حداکثر سطح تاون هال برای قلدری
73=: حمله با تنظیمات زیر وقتی که پیدا شد
74=حمله پایگاه مرده
75=.استفاده از تنظیمات حمله پایگاه مرده در هنگام حمله ی قلدری
76=حمله پایگاه زنده
77=.استفاده از تنظیمات حمله پایگاه زنده در هنگام حمله ی قلدری
78=دفاع فارم
79=فعال کردن حالت آنبریکبل
80=.فعال کردن دفاع فارم برای پیروزی آنبریکبل و گرفتن جم آن
81=: زمان انتظار
82=.(تنظیم مقدار زمان برای متوقف کردن ربات و کلش و منتظر حملات دشمن برای به دست آوردن پیروزی دفاع. (1-99 دقیقه
83=دقیقه
84=.حداقل فارم
85=.حداقل ذخیره
86=.وقتی ذخیره مخازن طلا به این مقدار رسیدن دفاع فارم متوقف شده و ربات به حالت عادی برمی گردد
87=.ذخیره مقدار وارد شده در مخازن طلا، برای طلای مورد نیاز جستجو یا ارتقا
88=.وقتی مقدار طلای موجود در مخازن طلا به این مقدار رسیدن دفاع فارم فعال می شود
89=.لزوم رسیدن مقدار طلای مخازن به مقدار وارد شده برای جذب دشمن یا ارتقا
90=.وقتی ذخیره مخازن اکسیر به این مقدار رسیدن دفاع فارم متوقف شده و ربات به حالت عادی برمی گردد
91=.ذخیره مقدار وارد شده در مخازن اکسیر، برای اکسیر مورد نیاز جستجو یا ارتقا
92=.وقتی مقدار اکسیر موجود در مخازن اکسیر به این مقدار رسیدن دفاع فارم فعال می شود
93=.لزوم رسیدن مقدار اکسیر مخازن به مقدار وارد شده برای جذب دشمن یا ارتقا
94=.وقتی ذخیره مخازن اکسیر سیاه به این مقدار رسیدن دفاع فارم متوقف شده و ربات به حالت عادی برمی گردد
95=.ذخیره مقدار وارد شده در مخازن اکسیر سیاه، برای اکسیر سیاه مورد نیاز جستجو یا ارتقا
96=.وقتی مقدار اکسیر سیاه موجود در مخازن اکسیر سیاه به این مقدار رسیدن دفاع فارم فعال می شود
97=.لزوم رسیدن مقدار اکسیر سیاه مخازن به مقدار وارد شده برای جذب دشمن یا ارتقا
98=.را ویرایش کنید THSnipe در پوشه CSV شما میتوانید برای اضافه کردن/ویرایش نوع حمله، تنظیمات داخل فایل
99=شروع با تاخیر
100=.شروع جستجو برای شکار تاون هال بعد از این که به تعداد وارد شده پایگاه زنده جستجو شد
101=.قبل از فعال شدن این حالت به تعداد وارد شده جستجو انجام می شود
102=جستجو
103=جستجو برای یک پایگاه که مطابق با مقادیر تعیین شده برای طلا و/یا/به علاوه اکسیر منابع داشته باشد
104=.و : حداقل مقدار طلا و اکسیر پایگاه مورد جستجو باید برابر با مقادیر تعیین شده باشند
105=.یا : حداقل مقدار طلا یا اکسیر پایگاه مورد جستجو باید برابر با مقادیر تعیین شده باشد
106=.به علاوه) : حداقل مقدار طلا + اکسیر پایگاه مورد جستجو باید برابر با مقدار تعیین شده باشد) +
107=طلا و اکسیر
108=طلا یا اکسیر
109=طلا + اکسیر
110=.تنظیم حداقل مقدار طلا که دهکده مورد جستجو برای حمله باید داشته باشد
111=.تنظیم حداقل مقدار اکسیر که دهکده مورد جستجو برای حمله باید داشته باشد
112=.تنظیم حداقل مقدار طلا + اکسیر که دهکده مورد جستجو برای حمله باید داشته باشد
113=اکسیر سیاه
114=.جستجو برای یک پایگاه که حداقل مقدار اکسیر سیاه آن مطابق با مقدار تعیین شده باشد
115=.تنظیم حداقل مقدار اکسیر سیاه که دهکده مورد جستجو برای حمله باید داشته باشد
116=یکدام
117=تله های مهم...
118=ذخیره نیرو
119=اگر کلکتور های بیرون از دیوار کمتر از درصد مشخص بودند روش حمله را تغییر بده به
120=کلتور بیرون
121=درصد 
122=تله گذاری شده

[5]
0=GUI TAB ENDBATTLE
1=پایان نبرد
2=پایان نبرد
3=وقتی منابعی برای غارت در حمله نماند بعد از :
4=.اگر هیچ منابعی برای غارت نماند، بعد از سپری شدن زمان وارد شده به ثانیه نبرد پایان یابد
5=.شمارش معکوس بعد از استقرار تمام نیروها و قهرمان ها آغاز می شود
6=ثانیه نبرد پایان یابد
7=: و منابع کمتر از منابع روبرو بود
8=.پایان نبرد زمانی که مقدار طلای باقی مانده و غارت نشده کمتر از مقدار وارد شده بود
9=.پایان نبرد زمانی که مقدار اکسیر باقی مانده و غارت نشده کمتر از مقدار وارد شده بود
10=.پایان نبرد زمانی که مقدار اکسیر سیاه باقی مانده و غارت نشده کمتر از مقدار وارد شده بود
11=زمانی که منابعی برای غارت نماند اتک پایان یابد
12=.پایان نبرد زمانی که همه منابع (طلا، اکسیر، اکسیر سیاه) غارت و برابر صفر شد
13=پایان نبرد وقتی 1 ستاره شد
14=.پایان دادن به نبرد اگر 1 ستاره در نبرد به دست آورد
15=پایان نبرد وقتی 2 ستاره شد
16=.پایان دادن به نبرد اگر 2 ستاره در نبرد به دست آورد
17=جهت حمله اکسیر سیاه، تنظیمات پایان نبرد
18=(فعال شدن با انتخاب جهت حمله اکسیر سیاه در تب حمله و گزینه حمله از (همچنین باید در تب جستجو پایگاه حالت جستجو روی تنها پایگاه زنده باشد یا هردو
19=وقتی کمتر از
20=.فعال کردن شرایط ویژه برای جهت حمله اکسیر سیاه
21=.اگر اکسیر سیاه باقی مانده هنگام غارت، از درصد وارد شده کمتر شود نبرد پایان می یابد
22=به کار نبردن تنظیمات عادی بالا
23=.غیر فعال کردن تنظیمات عادی پایان نبرد وقتی که جهت حمله اکسیر سیاه پیدا شد
24=پایان نبرد وقتی 1 ستاره شد
25=.پایان دادن به نبرد وقتی اکسیر سیاه کمتر از درصد وارد شده باقی ماند و یک ستاره به دست بیاد
26=ضعیف شد
27=.پایان دادن به نبرد وقتی اکسیر سیاه کمتر از درصد وارد شده باقی ماند و بربر کینگ ضعیف شد
28=وقتی
29=.پایان دادن به نبرد وقتی اکسیر سیاه کمتر از درصد وارد شده باقی ماند و آرچر کوین ضعیف شد
30=تصویر کلی از غارت
31=.اگر شما میخواهید یک تصویر کلی از غارت روستای مورد حمله ذخیره شود تیک این گزینه را بزنید
32=نام فایل شامل اطلاعات غارت
33=.نام فایل تصویر شامل اطلاعات غارت باشد
34=به اشتراک گذاشتن تکرار حمله
35=به اشتراک گذاشتن تکرار حمله در چت کلن
36=.برای به اشتراک گذاشتن تکرار نبرد خود در چت کلن تیک این گزینه را بزنید
37=وقتی غارت برابر بود با
38=.فقط تکرار حمله ای که غارت طلای آن بیشتر از مقدار وارد شده باشد به اشتراک گذاشته می شود
39=.فقط تکرار حمله ای که غارت اکسیر آن بیشتر از مقدار وارد شده باشد به اشتراک گذاشته می شود
40=.فقط تکرار حمله ای که غارت اکسیر سیاه آن بیشتر از مقدار وارد شده باشد به اشتراک گذاشته می شود
41=: استفاده تصادفی یکی از پیام های زیر
42=nice\r\nGood\r\nThanks\r\nWowwww
43=.پیام برای عنوان به اشتراک گذاشتن تکرار حمله
44=گرفتن تصویر کلی از غارت

[6]
0=GUI TAB DONATE
1=اهدای نیرو
2=درخواست نیرو برای کلن کستل
3=درخواست برای
4=Harchi
5=.این متن برای عنوان درخواست نیرو در چت کلن کستل استفاده می شود
6=منوی انتخاب سربازان برای اهدا
7=بربر
8=آرچر
9=جاینت
10=گابلین
11=وال بریکر
12=لیست سیاه
13=مینیون
14=هوگ رایدر
15=والکری
16=سربازان سفارشی
17=بالن
18=ویزارد
19=هیلر
20=دراگون
21=پکا
22=گولم
23=ویچ
24=لاوا هوند
25=سیریلیک
26=.برای فعال کردن حروف الفبای سیریلیک تیک این گزینه را بزنید
27=اهدای
28=.اهدای
29=اهدا به همه درخواست ها
30=هوگ رایدر
31=.همچنین تمام کلمات کلیدی وارد شده نادیده گرفته می شود
32=کلمات کلیدی برای اهدای
33=به این کلمات کلیدی نیرو اهدا نشود
34=لیست سیاه برای اهدای
35=barbarians\r\nbarb
36=no barbarians\r\nno barb\r\nbarbarians no\r\nbarb no
37=archers\r\narch
38=no archers\r\nno arch\r\narchers no\r\narch no
39=giants\r\ngiant\r\nany\r\nreinforcement
40=no giants\r\ngiants no
41=goblins\r\ngoblin
42=no goblins\r\ngoblins no
43=wall breakers\r\nbreaker
44=no wall breakers\r\nwall breakers no
45=balloons\r\nballoon
46=no balloons\r\nballoons no
47=wizards\r\nwizard
48=no wizards\r\nwizards no
49=healer
50=no healer\r\nhealer no
51=dragon
52=no dragon\r\ndragon no
53=PEKKA\r\npekka
54=no PEKKA\r\npekka no
55=minions\r\nminion
56=no minions\r\nminions no
57=hogriders\r\nhogs\r\nhog
58=no hogs\r\nhog no
59=valkyries\r\nvalkyrie
60=no valkyries\r\nvalkyries no
61=golem
62=no golem\r\ngolem no
63=witches\r\nwitch
64=no witches\r\nwitch no
65=lavahound\r\nhound\r\nlava
66=no lavahound\r\nhound no
67=
68=
69=
70=پکا
71=any\r\nneed
72=اول
73=دوم
74=سوم
75=هیچی
76=only\r\njust
77=به هیچ یک از کلمات کلیدی زیر نیرو اهدا نشود
78=لیست سیاه عمومی
79=clan war\r\nwar\r\ncw
80=.لیست سیاه عمومی برای درخواست اهدای نیرو
81=در صورتی که کلمات کلیدی وارد شده مطابق درخواست چت کلن کستل بود
82=به تمام درخواستهای چت کلن کستل
83=هیچی
84=اسپل سم
85=اسپل زلزله
86=اسپل عجله
87=poison
88=no poison\r\npoison no
89=earthquake\r\nquake
90=no earthquake\r\nquake no
91=haste
92=no haste\r\nhaste no

[7]
0=GUI TAB MISC
1=متفرقه
2=توقف حمله
3=.با استفاده از این گزینه می توانید زمان توقف حله را مشخص و تنظیم کنید
4=توقف حمله
5=خاموشی سیستم
6=به خواب رفتن سیستم
7=ریستارت سیستم
8=طلا و اکسیر پر و حداکثر کاپ
9=طلا و اکسیر) پر یا حداکثر کاپ)
10=طلا یا اکسیر) پر و حداکثر کاپ)
11=طلا یا اکسیر پر یا حداکثر کاپ
12=طلا و اکسیر پر
13=طلا یا اکسیر پر
14=طلا پر و حداکثر کاپ
15=اکسیر پر و حداکثر کاپ
16=طلا پر یا حداکثر کاپ
17=اکسیر پر یا حداکثر کاپ
18=طلا پر
19=اکسیر پر
20=رسیدن به حداکثر کاپ
21=...اجرای ربات برای
22=اجرا تنها برای اهدای نیرو
23=اجرا تنها برای آنلاین ماندن
24=ساعت
25=ساعت
26=تغییر پروفایل
27=پروفایل جاری
28=.با استفاده از این گزینه می توانید پروفایل دیگری را انتخاب کنید
29=: می توانید پروفایل خود را در مسیر زیر پیدا کنید
30=دهکده من
31=.نام پروفایل دهکده خود
32=زبان ربات
33=.با استفاده از این گزینه می توانید زبان برنامه ربات را تغییر دهید
34=مسلح کردن و بازنگری
35=.برای مسلح کردن دوباره ساختمان های دفاعی و تله ها، بازنگری کمان ایکس و برج جهنمی (در صورت وجود) در دهکده خود تیک این گزینه را بزنید
36=جمع آوری منابع
37=.برای جمع آوری منابع دهکده خود به صورت خودکار تیک این گزینه را بزنید
38=.جمع آوری از معادن طلا، گردآورنده های اکسیر و دریل های اکسیر سیاه
39=قبر
40=.برای پاک کردن خودکار سنگ های قبر بس از حمله دشمن این گزینه را تیک بزنید
41=از سر گیری ربات
42=از سرگیری وقتی منابع به مقدار وارد شده رسید، اگر دلیل توقف کم شدن منابع بود
43=.حداقل مقدار طلا برای از سرگیری حمله توسط ربات پس از توقف به دلیل کم بودن طلای 
44=.حداقل مقدار اکسیر برای از سرگیری حمله توسط ربات پس از توقف به دلیل کم بودن اکسیر
45=.حداقل مقدار اکسیر سیاه برای از سرگیری حمله توسط ربات پس از توقف به دلیل کم بودن اکسیر سیاه
46=تنظیمات کاپ
47=: محدوده کاپ
48=.حداقل : ربات مقدار کاپ را تا وقتی به کمتر از مقدار وارد شده نرسد پایین می آورد
49=.حداکثر : اگر کاپ از مقدار وارد شده بیشتر باشد ربات کاپ را پایین می آورد
50=استفاده قهرمانها
51=.استفاده از قهرمانان برای پایین آوردن کاپ در صورتی که در دسترس بودند
52=پایگاه مرده
53=.حمله به یک پایگاه مرده در اولین جستجو در حین پایین آوردن کاپ 
54=ورود دستگاه
55=:صبر هنگام ورود دستگاه دیگر
56=.زمان را وارد کنید (به ثانیه)، برای وقتی که از دستگاه دیگری وارد بازی شوند تا ربات بعد صبر کردن به اندازه زمان وارد شده به بازی برگردد
57=ثانیه
58=تاخیر در جستجو دهکده
59=.با استفاده از این اسلایدر می توانید زمان مابین کلیک هایی که ربات روی کلید جستجوی دهکده برای حمله انجام می دهد را تنظیم کنید
60=.این کار ممکن است باعث جبران خطای خارج از تقارن در برخی کامپیوتر ها جبران شود
61=.هیچ تضمینی وجود ندارد! این کار همیشه نتایج یکسان ندارد
62=حداقل
63=ثانیه
64=حداکثر
65=.فعال کردن تاخیر تصادفی در جستجو دهکده توسط تنظیمات
66=.اسلاید حداکثر نسبت به اسلاید حداقل نباید کمتر باشد
67=مکانیابی دستی
68=تاون هال
69=تغییر مکان
70=کلن کستل
71=اردوگاه
72=اردوگاه نیروها
73=Bar.
74=سربازخانه
75=S.F.
76=اسپل ساز
77=D.S.F.
78=اسپل سیاه ساز
79=کینگ
80=بربر کینگ
81=کوین
82=آرچر کوین
83=Lab.
84=آزمایشگاه
85=تنظیم مجدد
86=برای تنظیم مجدد مکان ساختمان ها اینجا را کلیک کنید
87=.برای وقتی که نقشه دهکده خود را تغییر می دهید
88=بعد
89=اجرا تنها برای ساخت و اهدا نیرو
90=تجدید مسلح شدن، جمع آوری، پاک کردن
91=تله، کمان ایکس و برج جهنمی
92=جمع آوری منابع
93=پاک کردن سنگ های قبر
94=گرند واردن
95=گرند واردن
96=: حداقل استقرار نیروهای کاپ
97=.درصدی از کل نیروهای خود را برای حمله پایگاه مرده قبل از شروع استقرار نیروی کاپ وارد کنید
98=%
99=سبد لوت
100=.همچنین در دهکده سبد لوت را جستجو و جمع آوری می کند
150=(هنگام شیلد (ساخت/اهدای نیرو
151=(هنگام شیلد (تنها اهدای نیرو
152=(هنگام شیلد (تنها آنلاین ماندن
153=اکسیر سیاه پر
154=تمام مخازن پر شود
155=توقف ربات
156=بستن ربات
157=بستن کلش + ربات
101=موانع
102=.برای پاک کردن محوطه دهکده از درخت، تنه و ... تیک این گزینه را بزنید


[8]
0=GUI TAB UPGRADE
1=ارتقا
2=ارتقا خودکار در آزمایشگا
3=.برای شروع ارتقا خودکار نیروها در آزمایشگاه تیک این گزینه را بزنید
4=هیچی
5=بربر
6=آرچر
7=جاینت
8=گابلین
9=وال بریکر
10=بالن
11=ویزارد
12=هیلر
13=دراگون
14=پکا
15=اسپل رعد و برق
16=اسپل شفا
17=اسپل خششم
18=اسپل پرش
19=اسپل یخ
20=اسپل سم
21=اسپل زلزله
22=اسپل عجله
23=مینیون
24=هوگ رایدر
25=والکری
26=گولم
27=ویچ
28=لاوا هوند
29=: ارتقای
30=از این لیست نوع نیرو را برای ارتقا دادن انتخاب کنید
31=آیکون نیروها در سمت چپ ظاهر می شود
32=!سربازان اکسیر سیاه بیش از قهرمانان در اولویت ارتقا هستند
33=ارتقای قهرمانان به طور مداوم
34=
35=(برای ارتقای بربر کینگ وقتی که اکسیر سیاه به اندازه کافی موجود است تیک این گزینه را بزنید. (حداقل مقداری از اکسیر سیاه ذخیره میشود
36=.شما می توانید در تب متفرقه، بربر کینگ را بر روی نقشه ی دهکده خود مکانیابی کنید
37=.برای بازبینی مقدار اکسیر سیاه که باید ذخیره شود تا بعد آن کار ربات ادامه پیدا میکنه به تب متفرقه بروید
38=
39=(برای ارتقای آرچر کوین وقتی که اکسیر سیاه به اندازه کافی موجود است تیک این گزینه را بزنید. (حداقل مقداری از اکسیر سیاه ذخیره میشود
40=.شما می توانید در تب متفرقه، آرچر کوین را بر روی نقشه ی دهکده خود مکانیابی کنید
41=.برای بازبینی مقدار اکسیر سیاه که باید ذخیره شود تا بعد آن کار ربات ادامه پیدا میکنه به تب متفرقه بروید
42=ساختمان ها و یا قهرمانان
43=ارتقای
44=این گزینه را تیک بزنید برای فعال کردن ارتقای
45=بعد استفاده از کلید تعیین محل ارتقا
46=محل X
47=محلY
48=.اینجا نوع ارتقا نشان داده می شود
49=تعیین محل ارتقا
50=.با فشار دادن این کلید ساختمان/قهرمان برای ارتقا دادن مکان یابی و اطلاعات آن ثبت می شود
51=تنظیم مجدد ارتقا
52=.با فشار دادن این کلید تمام مکان های ثبت شده برای ارتقا ریست و حذف می شوند
53=وضعیت : قرمز = برنامه ریزی نشده، زرد = برنامه ریزی شده و انجام نشده، سبز = ارتقا انجام شده
54=: طلا
55=.ذخیره این مقدار طلا پس از انجام ارتقا
56=.ذخیره مقدار طلای وارد شده برای استفاده در جستجو یا ارتقای دیوار
57=: اکسیر
58=.ذخیره این مقدار اکسیر پس از انجام ارتقا
59=.ذخیره مقدار اکسیر وارد شده برای استفاده در ساخت نیرو یا ارتقای دیوار
60=: اکسیرسیاه
61=.ذخیره این مقدار اکسیر سیاه پس از انجام ارتقا
62=.اگر می خواهید سرباز با اکسیر سیاه برای وار بسازید این مقدار را بالاتر وارد کنید
63=دیوارها
64=ارتقای خودکار دیوار
65=.با تیک زدن این گزینه اگر منابع به اندازه کافی در مخازن موجود بود به صورت خودکار دیوارها ارتقا داده می شوند
66=استفاده از طلا
67=.برای ارتقای دیوارها تنها از طلا استفاده شود
68=.قابل استفاده در همه سطح های دیوار
69=استفاده از اکسیر
70=.برای ارتقای دیوارها تنها از اکسیر استفاده شود
71=.تنها در سطح هایی که دیوارها با اکسیر ارتقا داده می شوند قابل استفاده است
72=اول استفاده از اکسیر، سپس طلا
73=.استفاده از اکسیر برای ارتقای دیوارها، اگر اکسیر کافی در مخازن موجود نبود از طلا استفاده می شود
74=.تنها در سطح هایی که دیوارها با اکسیر ارتقا داده می شوند قابل استفاده است
75=ذخیره یک کارگر برای دیوارها
76=.این گزینه را تیک بزنید تا 1 کارگر برای ارتقای دیوارها رزرو شود
77=.یک کارگر در دسترس برای ارتقای دیوارها ذخیره می شود و در سایر ارتقاها استفاده نمی شود
78=: جستجوی برای دیوار سطح
79=.جستجو برای دیوارهای با این سطح و ارتقای یکی یکی آنها
80=: هزینه ارتقا به سطح بعدی
81=.استفاده از این مقدار به عنوان یک شاخص
82=.اگر شما سطح های دیگر دیوار را انتخاب کنید این مقدار تغییر خواهد کرد
83=: حداقل ذخیره طلا
84=.ذخیره این مقدار طلا پس از انجام ارتقای دیوار
85=.ذخیره مقدار طلای وارد شده برای استفاده در سایر ارتقاها یا جستجو
86=: حداقل ذخیره اکسیر
87=ذخیره این مقدار اکسیر پس از انجام ارتقای دیوار
88=.ذخیره مقدار اکسیر وارد شده برای استفاده در سایر ارتقاها یا ساخت نیرو
89=آزمایشگاه
90=.تعداد موقعیت برای تست و پیدا کردن دیوار. تعداد بالاتر بهتر است اما سرعت کند می شود
91=تست
92=.برای تست تشخیص دیوار اینجا را کلیک کنید
93=: ارتقای خودکار قهرمانان خود
94=(برای ارتقای گرند واردن وقتی که اکسیر به اندازه کافی موجود است تیک این گزینه را بزنید. (حداقل مقداری از اکسیر ذخیره میشود
95=.شما می توانید در تب متفرقه، گرند واردن را بر روی نقشه ی دهکده خود مکانیابی کنید
96=.برای بازبینی مقدار اکسیر که باید ذخیره شود تا بعد آن کار ربات ادامه پیدا میکنه به تب متفرقه بروید

[9]
0=GUI TAB NOTIFY
1=اعلان
2=پوش بولت و تلگرام
3=فعال کردن پوش بولت
4=.فعال کردن اعلان پوش بولت
5=کنترل از راه دور
6=.فعال کردن کنترل از راه دور پوش بولت و تلگرام توسط توابع
7=حذف پیام ها هنگام شروع
8=.حذف همه اطلاع رسانی های قبلی پوش بولت هنگام شروع کار ربات
9=حذف پیام های اکنون
10=.برای حذف تمام پیام های پوش بولت اینجا را کلیک کنید
11=حذف پیام های قدیمی تر از
12=.حذف همه پیام های قبلی پوش بولت و قدیمی تر از ساعت مشخص شده
13=تنظیم فاصله زمانی پیام ها برای حذف آنها
14=ساعت
15=ساعت
16=: توکن دسترسی پوش بولت
17=مراجعبه کنید PushBullet.com شما برای استفاده از اعلان پوش بولت نیاز به یک توکن دارید. برای دریافت توکن به سایت
18=: نام پروفایل دهکده
19=نام پروفایل دهکده - می توانید در تب متفرقه آن را تنظیم کنید
20=: ارسال گزارش گزینه های زیر
21=پیدا شدن حریف
22=.وقتی ربات دهکده ای برای حمله پیدا کرد، مقدار غارت در دسترس ارسال شود
23=تصویر آخرین حمله
24=.ارسال تصویر آخرین حمله
25=متن آخرین حمله
26=.ارسال نتایج آخرین حمله به صورت متن
27=پر شدن ظرفیت اردوگاه
28=.ارسال هشدار زمانی که ظرفیت اردوگاه نیروهای شما پر شد
29=ارتقای دیوار
30=.ارسال اطلاعات در مورد ارتقای دیوار
31=خطا : خارج از تقارن
32=Client and Server out of sync : ارسال هشدار زمان دریافت خطای
33=ارور زیاد آنلاین بودن
34=.ارسال هشدار زمانی که ربات مدت زیادی کلش بازی کرده و بازی ارور زیاد آنلاین بودن یا همان استراحت اجباری را می دهد
35=گزارش دهکده
36=.ارسال یک گزارش از دهکده شما
37=گزارش آخرین حمله
38=.ارسال اطلاعات در مورد آخرین حمله
39=اتصال دستگاه های دیگر
40=.ارسال هشدار وقتی از دستگاه دیگری به اکانت بازی شما متصل شدند
41=توابع کنترل از راه دور پوش بولت
42=دریافت متن راهنمای استفاده - BOT HELP
43=حذف تمام پیام های قبلی خود در پوش بولت -  BOT DELETE
44=و بلواستکس <Village Name> راه اندازی مجدد ربات با نام - BOT <Village Name> RESTART
45=<Village Name> توقف ربات به نام - BOT <Village Name> STOP
46=<Village Name> مکث ربات به نام - BOT <Village Name> PAUSE
47=<Village Name> از سر گرفتن کار ربات به نام - BOT <Village Name> RESUME
48=<Village Name> دریافت آمار دهکده به نام - BOT <Village Name> STATS
49=<Village Name> دریافت فایل گزارش کار فعلی - BOT <Village Name> LOG
50=<Village Name> عکس گزارش غارت در حمله آخر - BOT <Village Name> LASTRAID
51=<Village Name> متن گزارش غارت در حمله آخر - BOT <Village Name> LASTRAIDTXT
52=BOT <Village Name> SCREENSHOT - send a screenshot of <Village Name>
52=<Village Name> عکس - دریافت عکسی از - BOT <Village Name> SCREENSHOT
53=فعال کردن تلگرام
54=توکن دسترسی تلگرام:
55=گزارشات تلگرام را فعال می کند
56=شما برای استفاده از تلگرام به یک توکن احتیاج دارید. از طریق ربات باتفادر دریافت کنید.

[10]
0=GUI TAB EXPERT
1=تخصصی
2=وقتی ربات اجرا شد
3=بررسی کردن آپدیت
4=.برای بررسی این که آیا شما از آخرین نسخه ربات استفاده می کنید یا نه تیک این گزینه را بزنید
5=حذف فایل های لاگ
6=.حذف فایل های لاگ قدیمی تر از مقدار روز وارد شده
7=روز
8=حذف فایل های موقتی
9=.حذف فایل های موقتی قدیمی تر از مقدار روز وارد شده
10=حذف تصاویر غارت
11=.حذف فایل های تصاویر غارت قدیمی تر از مقدار روز وارد شده
12=وقتی کار ربات شروع شد
13=شروع خودکار پس از
14=ثانیه
15=بررسی زبان بازی (انگلیسی)
16=.(بررسی این که آیا زبان بازی روی زبان صحیح یعنی انگلیسی تنظیم شده یا نه (باید روی زبان انگلیسی تنظیم باشد
17=تراز خودکار
18=.تغییر موقعیت/چینش پنجره بلواستکس و ربات بر روی صفحه نمایش
19=افست
20=.(افست پیکسل افقی بین پنجره بلواستکس و ربات (افست : فاصله از موقعیت قبلی
21=.(افست پیکسل عمودی بین پنجره بلواستکس و ربات (افست : فاصله از موقعیت قبلی
22=0,0 : بلواستکس - ربات
23=0,0 : ربات - بلواستکس
24=چسبیدن : بالای راست ربات به ب
25=چسبیدن : بالای چپ ربات به ب
26=چسبیدن : پایین راست ربات به ب
27=چسبیدن : پایین چپ ربات به ب
28=تغییر موقعیت صفحه نمایش بلواستکس به موقعیت 0،0 بر روی دسکتاپ ویندوز و تراز پنجره ربات در سمت راست یا چپ آن.
29=چسبیدن : فقط نظم دادن دوباره پنجره ها، تراز پنجره ربات نسبت به پنجره بلواستکس در بالا سمت راست، بالا سمت چپ، پایین سمت راست یا پایین سمت چپ.
30=تنظیم زمان
31=ساخت نیرو
32=تاخیر
33=.افزایش زمان تاخیر اگر سرعت کامپیوتر شما کند می باشد
34=اشکال زدایی
35=.در لاگ (X، Y) اشکال زدایی : نوشتن مختصات کلیک
36=.اشکال زدایی : فعال کردن اشکال زدایی تنظیم لاگ در کد برای عیب یابی
37=.برای عیب یابی (OCR) اشکال زدایی: فعال کردن ذخیره تصاویر او سی آر
38=.اشکال زدایی: فعال کردن ذخیره تصاویر برای عیب یابی
39=.اشکال زدایی: فعال کردن نمایش موقعیت های ساختمان ها در لاگ
40=مختصات.
41=ل
42=او
43=ت
44=م
45=سایر گزینه ها
46=ظرفیت کل اردوگاه ها
47=.اگر مقادیر وارد شده برای ظرفیت نیرو کل اردوگاه ها تشخیص داده نشد، به جایش سوال برای دریافت مقدار آن پرسیده می شود
48=زمان بندی کلن کستل
49=اهدای نیرو تنها در طول این ساعات از روز
50=.با زدن این دکمه تمام گزینه های این ردیف تیک می خورند یا تیک آنها برداشته می شود
51=درخواست نیرو تنها در طول این ساعات از روز
52=استقرارنیرو کلن تنها در طول این ساعت از روز
53=زمان بندی سریع کردن سرباز خانه
54=سریع کردن در طول این ساعات از روز
55=گزینه های عکس گرفتن
56=ساخت در فرمت PNG
57=پنهان کردن نام دهکده و کلن کستل در عکس
58=.شروع خودکار ربات بعد از سپری شدن مقدار زمان وارد شده به ثانیه
59=ق.ظ
60=ب.ظ
61=اجبار به خروج برای PB
62=قبل از اینکه پرسونال بریک به صورت طبیعی شروع شود کلش را می بنددPB
63=!مقدار زمان برای بسته ماندن کلش را وارد کنید. برای اینکه پرسونال بریک ریست شود حداقل بر روی 15 دقیقه بگذارید!
64=min
65=تفریق زمان برای زودتر بستن
66=!مقدار دقیقه برای بستن زودتر کلش را تعیین کنید! تنظیم کمتر از 10 دقیقه تاثیر ندارد.
67= میلی ثانیه

[11]
0=GUI TAB STATS
1=آمار
2=شروع با
3=گزارش آن
4=در اولین اجرا
5=اینجا نوشته
6=خواهد شد
7=.مقدار کل دارایی طلای شما در هنگام شروع کار ربات
8=.مقدار کل دارایی اکسیر شما در هنگام شروع کار ربات
9=.مقدار کل دارایی اکسیر سیاه شما در هنگام شروع کار ربات
10=.مقدار کل کاپ شما در هنگام شروع کار ربات
11=آخرین حمله
12=.مقدار طلای به دست آمده در آخرین حمله
13=.مقدار اکسیر به دست آمده در آخرین حمله
14=.مقدار اکسیر سیاه به دست آمده در آخرین حمله
15=.مقدار کاپ به دست آمده یا از دست رفته در آخرین حمله
16=پاداش لیگ
17=.مقدار طلا که به عنوان پاداش در آخرین حمله دریافت شده
18=.مقدار اکسیر که به عنوان پاداش در آخرین حمله دریافت شده
19=.مقدار اکسیر سیاه که به عنوان پاداش در آخرین حمله دریافت شده
20=مجموع سود
21=.مقدار کل طلای به دست آمده یا از دست رفته در حین اجرا بودن ربات
22=(این شامل هزینه های منابع خرج شده در ارتقاء ساختمان ها هم می شود)
23=.مقدار کل اکسیر به دست آمده یا از دست رفته در حین اجرا بودن ربات
24=.مقدار کل اکسیر سیاه به دست آمده یا از دست رفته در حین اجرا بودن ربات
25=.مقدار کاپ به دست آمده یا از دست رفته در حین اجرا بودن ربات
26=سود در ساعت
27=.طلای به دست آمده در هر ساعت
28=.اکسیر به دست آمده در هر ساعت
29=.اکسیر سیاه به دست آمده در هر ساعت
30=.کاپ به دست آمده در هر ساعت
31=صفر کردن آمار
32=آمار : متفرقه
33=حمله ها
34=.تعداد دهکده هایی که توسط ربات مورد حمله قرار گرفتند
35=صرف نظر
36=.تعداد دهکده هایی که در طول جستجو، ربات از حمله کردن به آن صرف نظر کرده
37=ارتقا با طلا
38=.تعداد دیوارهای ارتقا داده شده با طلا
39=ارتقا با اکسیر
40=.تعداد دیوارهای ارتقا داده شده با اکسیر
41=.تعداد ساختمان های ارتقا داده شده با طلا
42=.تعداد ساختمان های ارتقا داده شده با اکسیر
43=ارتقای قهرمان
44=.تعداد قهرمانان ارتقا داده شده
45=کاهش یافته
46=.(مقدار کاپی که توسط ربات کاهش یافته (با توجه به تنظیمات کاپ در تب متفرقه
47=مدت زمان اجرا
48=.کل زمانی که ربات در حال اجرا بوده
49=مقدار طلای ارتقا
50=.مقدار طلای استفاده شده توسط ربات برای ارتقای دیوارها
51=مقدار اکسیر ارتقا
52=.مقدار اکسیر استفاده شده توسط ربات برای ارتقای دیوارها
53=.مقدار طلای استفاده شده توسط ربات برای ارتقای ساختمان ها
54=.مقدار اکسیر استفاده شده توسط ربات برای ارتقای ساختمان ها
55=مقدار اکسیرس ارتقا
56=.مقدار اکسیر سیاه استفاده شده توسط ربات برای ارتقای قهرمانان
57=خطای خارج از تقارن
58=.تعداد خطای خارج از تقارن داده شده
59=هزینه جستجو
60=.مقدار طلای استفاده شده برای جستجو
61=مقدار اکسیر تعلیم
62=.(مقدار اکسیر استفاده شده برای تعلیم نیروها در سربازخانه (ساخت نیرو
63=مقدار اکسیرس تعلیم
64=.(مقدار اکسیر سیاه استفاده شده برای تعلیم نیروها در سربازخانه سیاه (ساخت نیرو
65=جمع آوری طلا
66=.طلای به دست آمده با جمع آوری از معادن
67=جمع آوری اکسیر
68=.اکسیر به دست آمده با جمع آوری از گرد آورنده ها
69=جمع آوری اکسیرس
70=.اکسیر سیاه به دست آمده با جمع آوری از دریل ها
71=پایگاه مرده
72=حمله ها
73=.تعداد پایگاه های مرده ای که توسط ربات مورد حمله قرار گرفتند
74=سود
75=.مقدار طلای به دست آمده از پایگاه های مرده که توسط ربات مورد حمله قرار گرفتند
76=.مقدار اکسیر به دست آمده از پایگاه های مرده که توسط ربات مورد حمله قرار گرفتند
77=.مقدار کاپ به دست آمده از پایگاه های مرده که توسط ربات مورد حمله قرار گرفتند
78=پایگاه زنده
79=.تعداد پایگاه های زنده ای که توسط ربات مورد حمله قرار گرفتند
80=.مقدار طلای به دست آمده از پایگاه های زنده که توسط ربات مورد حمله قرار گرفتند
81=.مقدار اکسیر به دست آمده از پایگاه های زنده که توسط ربات مورد حمله قرار گرفتند
82=.مقدار اکسیر سیاه به دست آمده از پایگاه های زنده که توسط ربات مورد حمله قرار گرفتند
83=.مقدار کاپ به دست آمده از پایگاه های زنده که توسط ربات مورد حمله قرار گرفتند
84=قلدری
85=.تعداد پایگاه هایی که هنگام قلدری توسط ربات مورد حمله قرار گرفتند
86=.مقدار طلای به دست آمده از پایگاه هایی که هنگام قلدری توسط ربات مورد حمله قرار گرفتند
87=.مقدار اکسیر به دست آمده از پایگاه هایی که هنگام قلدری توسط ربات مورد حمله قرار گرفتند
88=.مقدار اکسیر سیاه به دست آمده از پایگاه هایی که هنگام قلدری توسط ربات مورد حمله قرار گرفتند
89=.مقدار کاپ به دست آمده از پایگاه هایی که هنگام قلدری توسط ربات مورد حمله قرار گرفتند
90=شکار تاون هال
91=.مقدار طلای به دست آمده از پایگاه هایی که هنگام شکار تاون هال توسط ربات مورد حمله قرار گرفتند
92=.مقدار اکسیر به دست آمده از پایگاه هایی که هنگام شکار تاون هال توسط ربات مورد حمله قرار گرفتند
93=.مقدار اکسیر سیاه به دست آمده از پایگاه هایی که هنگام شکار تاون هال توسط ربات مورد حمله قرار گرفتند
94=.مقدار کاپ به دست آمده از پایگاه هایی که هنگام شکار تاون هال توسط ربات مورد حمله قرار گرفتند
95=.تعداد حمله موفق شکار تاون هال
96=.تعداد حمله ناموفق شکار تاون هال
97=اینجا نوشته
98=خواهد شد
99=بعد هر حمله
100=.مقدار اکسیر سیاه به دست آمده از پایگاه های مرده که توسط ربات مورد حمله قرار گرفتند
101=.تعداد پایگاه هایی که هنگام شکار تاون هال توسط ربات مورد حمله قرار گرفتند

[12]
0=GUI TAB ABOUT US
1=درباره ما
2= 
3= 
4= 
5= 
6= 
7= 
8= 

[13]
0=GUI BOTTOM
1=شروع ربات
2=توقف ربات
3=مکث
4=.توقف همه اقدامات از ربات تا زمانی که شما ادامه دهید
5=ادامه
6=.ادامه اقدامات ربات از زمان مکث آن
7=حالت جستجو
8=.حمله نمی کند. فقط جستجو برای یک دهکده دارای شرایط تنظیم شده در ربات
9=عکس
10=.برای گرفتن یک عکس فوری از روستای خود و ذخیره آن در یک فایل اینجا کلیک کنید
11=مخفی
12=مخفی کردن پنچره بازی برای جلوگیری از ایجاد اختلال در ربات هنگام انجام سایر کارها در کامپیوتر
13=(مینیمایز نمی شود، بلکه مخفی می شود)
14=حالت پس زمینه
15=
16=.برای فعال کردن حالت پس زمینه تیک این گزینه را بزنید
17=.با استفاده از این گزینه شما همچنین می توانید پنجره بلواستکس را مخفی کنید
18=!پایگاه مرده
19=!پایگاه زنده
20=!ت-ه بیرون
21=دهکده
22=گزارش دهکده
23=در اولین اجرا اینجا
24=نوشته خواهد شد
25=نمایش
26=- برنامه رایگان ربات
28=آمار
29=ویلا

[14]
0=GUI TAB ATTACK SCRIPTED
1=اسکریپت حمله
2=استقرار پایگاه مرده
3=استفاده اسکریپت حمله برای پایگاه مرده
4=.با استفاده از اسکریپت حمله برای پایگاه مرده حمله استاندارد غیر فعال می شود
5=.اسکریپت ها را ویرایش یا اسکریپت جدیدی اضافه کنید 'CSV/Attack' اسکریپت را انتخاب کنید. شما می توانید در پوشه
6=بازنگری فایل های اسکریپت
7=استفاده در نبرد
8=...استفاده از بربر کینگ در هنگام حمله
9=...استفاده از آرچر کوین در هنگام حمله
10=...استفاده از گرند واردن در هنگام حمله
11=.استقرار کلن کستل در نبرد اگر در آن نیرو باشد
12=استقرار پایگاه زنده
13=استفاده اسکریپت حمله برای پایگاه زنده
14=با استفاده از اسکریپت حمله برای پایگاه زنده حمله استاندارد غیر فعال می شود
15=نمایش/ویرایش اسکریپت حمله کنونی
16=ایجاد یک اسکریپت حمله جدید
17=IMG
18=Make IMG with extra info in Profile -> Temp Folder
19=کپی اسکریپت حمله کنونی به یک نام جدید
20=
21=
22=تعادل کلن کستل
23=تعادل ا/د
24=.اتسقرار کلن کستل در حمله تنها در صورتی که حاصل تقسیم 'نیروهای اهدا شده/نیروهای دریافت شده' از حاصل تقسیم 'ا/د' بزرگتر باشد
25=نسبت اهدا نیرو
26=نسبت اهدا / دریافت
27=نسبت دریافت نیرو
28=توانایی های قهرمان (ابیلیتی)
29=فعال بعد از
30=.توانایی همه قهرمانان در همان زمان فعال می شود
31=فعال خودکار (ناحیه قرمز)
32=.فعال شدن این توانایی ها هنگامی که قهرمان ضعیف می شوند
33=.تیک فعال کردن قهرمانان به صورت جداگانه است
34=.تنظیم زمان بر حسب ثانیه برای زمان بندی فعال سازی توانایی های قهرمان
35=ثانیه
36=فعال سازی توانایی های گرند واردن بعد از
37=.استفاده از توانایی گرند واردن در یک زمان مشخص
38=.تنظیم زمان بر حسب ثانیه برای زمان بندی فعال سازی قابلیت گرند واردن
39=...استفاده از اسپل رعد و برق در هنگام حمله
40=...استفاده از اسپل شفا در هنگام حمله
41=...استفاده از اسپل خشم در هنگام حمله
42=...استفاده از اسپل پرش در هنگام حمله
43=...استفاده از اسپل یخ در هنگام حمله
44=...استفاده از اسپل سم در هنگام حمله
45=...استفاده از اسپل زلزله در هنگام حمله
46=...استفاده از اسپل عجله در هنگام حمله
47=ایجاد فایل جدید اسکریپت
48=نام فایل جدید اسکریپت
49=.این فایل از قبل وجود دارد، لطفا یک نام جدید وارد کنید
50=.در هنگام ایجاد فایل خطایی رخ داده است
51=کپی به فایل جدید اسکریپت
52=کپی
53=به نام فایل جدید اسکریپت
54=.مثال : 1/1 => اهدا و دریافت نیرو کلن ستل برابر، 1/2 => دریافت نیرو نصف اهدای نیرو باشد
56=.فعال کردن توانایی در یک زمان مشخص

[15]
1=انتخاب جمع کننده ها
2=گردآورنده ها را برای وقتی که ربات به دنبال پایگاه مرده است انتخاب کنید. همچنین میزان پر بودن آنها را انتخاب کنید.
3=فعال کردن جمع کننده اکسیر سطح 6. باید >
4=فعال کردن جمع کننده اکسیر سطح 7. باید >
5=فعال کردن جمع کننده اکسیر سطح 8. باید >
6=فعال کردن جمع کننده اکسیر سطح 9. باید >
7=فعال کردن جمع کننده اکسیر سطح 10. باید >
8=فعال کردن جمع کننده اکسیر سطح 11. باید >
9=فعال کردن جمع کننده اکسیر سطح 12. باید >
10=(N/A)
11=تولرانس
12=از این اسلایدر برای تنظیم مقدار تلرانس کل عکسها استفاده کنید
13=اگر شما می خواهید از عکس های شخصی استفاد کنید, باید فایل ها را ویرایش کنید.
14=ذخیره و بستن
15=اگر اینجا تیک خورده باشد سپس ربات می بیند
16=برای جمع کننده اکسیر سطح 6 در طول تشخیص دهکده مرده.
17=برای جمع کننده اکسیر سطح 7 در طول تشخیص دهکده مرده.
18=برای جمع کننده اکسیر سطح 8 در طول تشخیص دهکده مرده.
19=برای جمع کننده اکسیر سطح 9 در طول تشخیص دهکده مرده.
20=برای جمع کننده اکسیر سطح 10 در طول تشخیص دهکده مرده.
21=برای جمع کننده اکسیر سطح 11 در طول تشخیص دهکده مرده.
22=برای جمع کننده اکسیر سطح 12 در طول تشخیص دهکده مرده.
23=انتخاب کنید چه مقدار از جمع کننده سطح 6 احتیاج هست تا پر باشد تا به عنوان مرده تشخیص داده شود
24=انتخاب کنید چه مقدار از جمع کننده سطح 7 احتیاج هست تا پر باشد تا به عنوان مرده تشخیص داده شود
25=انتخاب کنید چه مقدار از جمع کننده سطح 8 احتیاج هست تا پر باشد تا به عنوان مرده تشخیص داده شود
26=انتخاب کنید چه مقدار از جمع کننده سطح 9 احتیاج هست تا پر باشد تا به عنوان مرده تشخیص داده شود
27=انتخاب کنید چه مقدار از جمع کننده سطح 10 احتیاج هست تا پر باشد تا به عنوان مرده تشخیص داده شود
28=انتخاب کنید چه مقدار از جمع کننده سطح 11 احتیاج هست تا پر باشد تا به عنوان مرده تشخیص داده شود
29=انتخاب کنید چه مقدار از جمع کننده سطح 12 احتیاج هست تا پر باشد تا به عنوان مرده تشخیص داده شود
30=پر شود
31=اخطار: تا زمانی که نمی دانید چه کار می کنید این تنظیمات را تغییر ندهید. اگر مطمین نیستید بر روی صفر قرار دهید.

[16]
1=تنظیمات دوشیدن
2=1. حداقل سطح گردآورنده اکسیر
3=سطح 4-1
4=سطح 5
5=سطح 6
6=سطح 7
7=سطح 8
8=سطح 9
9=سطح 10
10=سطح 11
11=سطح 12
12=2. اگر گردآورنده اکسیر پیدا شد، سپس
13=حمله به گردآورنده اکسیر
14=حمله به معادن طلا با سطح >
15=حمله به دریل اکسیر سیاه با سطح >
16=3. تنها حمله اگر
17=> فاصله بین خط قرمز و گردآورنده
18=حمله به معادن طلا اگر بالاتر بود از
19=حمله به گردآورنده اکسیر اگر بالاتر بود از
20=حمله به دریل اکسیر سیاه اگر بالاتر بود از
21=4. سربازان برای استفاده از هر منبع
22=: موج X نیروها -
23=: حداکثر موج ها -
24=: تاخیر بین موج ها -
31=شرح
32=0-4%
33=5-19%
34=20-74%
35=75-89%
36=90-100%
37=اشکال زدایی
38=IMG افست
39=جستجوی کامل
40=ذخیره و بستن

[17]
1=وضعیت
2=از رعد و برق استفاده کن
3=تیک این گزینه را بزنید تا برروی دریل دارک اکسیر معجون رعد و برق بیاندازد. 
4=ساخت خودکار معجون
5=این گزینه برای ساخت پیوسته معجون رعد و برق است.
6=حداقل. مقدار اکسیر سیاه
7=مقدار اضافه شده اینجا تا حد زیادی بستگی به سطح سالن شهر شما دارد, مقدار را بین 500 تا 1500 قرار دهید.
8=نکات
9=فراموش نکنید بروید به تب نیرو و مقدار گنجایش معجون ساز  و تعداد معجون را بر روی حداکثر بگذارید تا این قسمت ربات به درستی کار کند.
10=حمله اسمارت زپ
11=تعداد اکسیر سیاهی که در طول حمله با رعد و برق مورد زپ قرار گرفته.
12=تعداد معجون استفاده شده.
13=اسمارت زپ مربوط به هدف گرفتن سالن شهر
14=زپ کردن دریل اکسیر سیاه
15=اگر میخواهید هنگام تونهال اسنایپ دریل اکسیر سیاه زپ شود
16=زپ هوشمند
18=تلرانس

[25]
1=تله مهم را انتخاب کنید
2=انتخاب کنید که کدام ساختمان دفاعی تله مهم هست
3=اگر تیک را بزنید سپس ربات نگاه میکند
4=فعال کردن تشخیص برج جهنمی
6=فعال کردن تشخیص توپ
8=فعال کردن تشخیص جادوگر
9=جادوگر نزدیک سالن شهر.
10=فعال کردن تشخیص تسلا مخفی
11= تسلا نزدیک سالن شهر.
12=فعال کردن تشخیص دفاع هوایی
13=دفاع هوایی نزدیک سالن شهر.
14=فعال کردن تشخیص کماندار
15= کمان دار نزدیک سالن شهر.
16=فعال کردن تشخیص کنون
17= کنون نزدیک سالن شهر.
18=تلرانس
19=از این اسلایدر برای تنظیم مقدار تلرانس کل عکسهای دفاعی استفاده کنید
20=اگر شما می خواهید از عکس های شخصی استفاد کنید, باید فایل ها را ویرایش کنید.
21=ذخیره و بستن

[18]
0=pushbullet
1=a
2=کمک
3=توقف
4=ادامه
5=پاک
6=پاور
7=هايبرنيت
8=شات دان
9=استندباي
10=انصراف
11=حمله اخر
12=متن حمله اخر
13=وضعيت
14=عکس
15=بازشروع
16=ايست
17=شما با استفاده از اين کليدهامي توانيد ربات خود را کنترل کنيد
18=کمک - این متن کمک را می فرستد
19=پاک  - اگر ربات به دستورات کنترلی شما عمل نکرد از این استفاده کنید
20=بازشروع - ربات و بلواستک را ری استارت می کند
21=ایست - ربات را متوقف کن
22=توقف - متوقف کردن ربات
23=ادامه   - ادامه دادن ربات
24=وضعیت - فرستادن وضعیت دهکده
25=اخرین حمله - تصویر اخرین حمله را می فرستد. شما باید تیک گزینه عکس  را در تب پایان حمله زده باشید.  
26=متن حمله اخر - مقدار غارت اخرین حمله را می فرستد
27=عکس - عکس می فرستد
28=پاور - یکی از موارد پاور را انتخاب کنید 
29=درخواست کمک کرد
30=درخواست توقف کرد
31=درخواست ادامه کرد
32=عکس اخرین حمله وجود ندارد.
33=متن اخرین حمله
34=گزارش وضعیت دهکده
35=در آغاز
36=اکنون (منابع کنونی)
37=تعداد کارگر بیکار
38=تعداد ارتقا دیوار
39=حمله شده
40=رد شده
41=درخواست بازشروع داد...
42=ربات و بلواستک شما اکنون ریستارت می شود...
43=درخواست ایست داد...
44=ربات شما اکنون می ایستد...
45=ربات شما اکنون ایستاده است, اتفاقی نیافتاد...
46=دستور شناسایی نشد
47=لطفا کمک را بفرستید تا دستورات کامل را به دست بیاورید
48=عمل کنترلی خود را انتخاب کنید
49=گزینه پاور را انتخاب کنید
50=کامپیوتر هایبرنیت شد
51=کامپیوتر شات دان شد
52=کامپیوتر به حالت خواب رفت
53=انصراف داده شد
54=بارگزاری فایل ممکن نیست
55=ارور نوع 2 اتفاق افتاد در بارگذاری فایل به سرور تلگرام
56=اخرين تصاحب
57=بات ریستارت شد
58=بعد از ارور خارج از همگام سازی ریستارت شد
59=اکنون حمله کردن...
60=متن حمله اخر
61=اخرين حمله
62=پیدا شد دیوار لول 
63= بلوک دیوار دیده شد...
64=ارتقا...
65=لول دیوار پیدا نمی شود
66=رد کردن ارتقا...
67=دستگاه دیگر متصل شده
68=دستگاه دیگر متصل شده, صبر
69= ساعت 
70= دقيقه 
71= ثانيه
72=رییس! ما به کمی استراحت نیاز داریم!
73=دهکده باید یک وقفه بگیرد...
74=کلش متوقف شد ارور....
75=درخواست توقف داد...
76=درخواست شما دریافت شد. ربات متوقف شده
77=درخواست ادامه داد...
78=درخواست شما دریافت شد. ربات ادامه داده شد
79=قطع اتصال شد بعد از... 
80= رد
81=دکمه نکست پیدا نمی شود , ربات ریستارت شد
82= مطابقت پيدا شد! بعد از 
83=ارتقا با استفاده از طلا کامل شد...
84=با استفاده از طلا کامل شد...
85= ارتقا با استفاده از اکسير تکميل شد...
86=با استفاده از اکسير کامل شد...
87=دکمه ارتقا طلا نيست
88=دکمه ارتقا طلا پيدا نمي شود
89=دکمه ارتقا اکسير نيست
90=دکمه ارتقا اکسير پيدا نمي شود...
91=تصوير دهکده شما
92=اردوگاه شما اکنون پر است
93=ربات شما اکنون متوقف هست, اتفاقي نيافتاد
94=ربات شما اکنون آماده هست و اتفاقي نيافتاد
95=حمله اخر
96=دهکده من
97=.صف چت، در بیکاری بعدی ارسال می شود
98=توقف فاصله زمانی ارسال
99=.صف فرمان، تصویر چت کلن در بیکاری بعدی ارسال می شود
100=.صف فرمان، تصویر چت کلن با فاصله زمانی تعیین شده ارسال می شود

[19]
1=پروفایل
2=پروفایل کنونی:
3=برای سویچ به پروفایل متفاوت از این استفاده کنید. پیشفرض : 1
4=پروفایل شما/ کانفیگ پیدا میشود در:
5=دهکده من
6=نام ویلای شما
7=شرایط طلا برای سویچ
8=سویچ به
9=این را فعال کنید برای تغییر پروفایل وقتی مقدار طلا بیشتر است از 
10=انتخاب کنید وقتی شرایط دیده شد به کدام پروفایل باید سویچ شود
11=وقتی طلا بیشتر است از
12=مقدار طلا را تعیین کنید  برای تغییر وضعیت دهنده پروفایل
13=این را فعال کنید برای تغییر پروفایل وقتی مقدار طلا کمتر است از
14=وقتی طلا کمتر است از
15=شرایط اکسیر برای سویچ
16=این را فعال کنید برای تغییر پروفایل وقتی مقدار اکسیر بیشتر است از 
17=وقتی اکسیر بیشتر است از
18=مقدار اکسیر را تعیین کنید  برای تغییر وضعیت دهنده پروفایل
19=این را فعال کنید برای تغییر پروفایل وقتی مقدار اکسیر کمتر است از
20=وقتی اکسیر کمتر است از
21=شرایط اکسیر سیاه برای سویچ
22=این را فعال کنید برای تغییر پروفایل وقتی مقدار اکسیر سیاه بیشتر است از
23=وقتی اکسیر سیاه بیشتر است از
24=مقدار اکسیر سیاه را تعیین کنید  برای تغییر وضعیت دهنده پروفایل
25=این را فعال کنید برای تغییر پروفایل وقتی مقدار اکسیر سیاه کمتر است از
26=وقتی اکسیر سیاه کمتر است از
27=شرایط کاپ برای سویچ
28=این را فعال کنید برای تغییر پروفایل وقتی مقدار کاپ بیشتر است از
29=وقتی کاپ بیشتر است از
30=مقدار کاپ را تعیین کنید  برای تغییر وضعیت دهنده پروفایل
31=این را فعال کنید برای تغییر پروفایل وقتی مقدار کاپ کمتر است از
32=وقتی کاپ کمتر است از
33=پروفایل

[20]
1=چت
2=چت جهانی
3=تبلیغ در جهان
4=استفاده از چت جهانی برای ارسال چت 
5=ترکیب برای چت جهانی
6=ترکیب تکه های  پیام تعریف شده در جعبه متن زیر به صورت تصادفی
7=تغییر زبان
8=تغییر زبان برای یک چت روم جهانی جدید بعد از ارسال هرز نامه 
9=.یکی از موارد لیست زیر بصورت تصادفی (در هر خط) برای ارسال پیام در چت جهانی استفاده می شود
10=.یکی از موارد لیست زیر بصورت تصادفی (در هر خط) برای ارسال پیام در چت جهانی استفاده می شود
11=.یکی از موارد لیست زیر بصورت تصادفی (در هر خط) برای ارسال پیام در چت جهانی استفاده می شود
12=.یکی از موارد لیست زیر بصورت تصادفی (در هر خط) برای ارسال پیام در چت جهانی استفاده می شود
13=چت کلن
14=چت کردن در کلن
15=استفاده از کلن چت برای ارسال پیام
16=استفاده از پاسخ دلخواه
17=استفاده از کلمات کلیدی و پاسخ های تعریف شده در زیر
18=استفاده از پاسخ کلوربات
19=استفاده از پاسخ کلوربات.کام
20=استفاده از پاسخ سیم سیمی
21=دریافت پاسخ از سیمسیمی .کام
22=استفاده از چت عمومی
23=استفاده از چت عمومی در صورتی که خواندن پیام ممکن نبود و یا پیام جدید وجود نداشت
24=استفاده از تلگرام برای چت در کلن
25=Send and recieve chats via pushbullet. Use BOT <myvillage> GETCHATS <interval|NOW|STOP> to get the latest clan chat as an image, and BOT <myvillage> SENDCHAT <chat message> to send a chat to your clan
26=ارسال پیام جدید به تلگرام
27=.هنگامی که پیام جدید در چت شناسایی شد. یک تصویر از پیام های چت کلن را از طریق تلگرام ارسال میکند. تضمین نمی شود که 100٪ دقیق باشد
28=برای پاسخ دادن به پیام ها در چت کلن کلمات کلیدی مشخص کنید، در هر خط یک مورد، در قالب کلمه کلیدی : پاسخ
29=پیام عمومی برای ارسال, در هر خط یکی
